---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.AnalyticalEquipmentLoadData
source: html/05ef96a9-318a-08b5-2e34-593c00cb5d1a.htm
---
# AnalyticalEquipmentLoadData Properties

The electrical apparent load of analytical equipment load.